Repository: gieldid/cooking_app
Catalog: CookingApp/Localizable.xcstrings
Source language: en
Languages: de, fr, it, nl

source: %lld ingredients
de: %lld Zutaten
fr: %lld ingrédients
it: %lld ingredienti
nl: %lld ingrediënten

source: %lld servings
de: %lld Portionen
fr: %lld portions
it: %lld porzioni
nl: %lld porties

source: %lld-Day Free Trial
de: %lld Tage kostenlos testen
fr: %lld jours d'essai gratuit
it: %lld giorni di prova gratuita
nl: %lld dagen gratis proberen

source: %lldm cook
de: %lldm Gar.
fr: %lldm cuiss.
it: %lldm cott.
nl: %lldm kook

source: %lldm prep
de: %lldm Vorb.
fr: %lldm prép.
nl: %lldm voor.

source: Add to favourites
de: Zu Favoriten hinzufügen
fr: Ajouter aux favoris
it: Aggiungi ai preferiti
nl: Aan favorieten toevoegen

source: Adjust number of servings
de: Anzahl der Portionen anpassen
fr: Ajuster le nombre de portions
it: Regola il numero di porzioni
nl: Aantal porties aanpassen

source: Allergies
de: Allergien
it: Allergie
nl: Allergieën

# allergy.dairy
source: Dairy
de: Milchprodukte
fr: Produits laitiers
it: Latticini
nl: Zuivel

# allergy.eggs
source: Eggs
de: Eier
fr: Œufs
it: Uova
nl: Eieren

# allergy.fish
source: Fish
de: Fisch
fr: Poisson
it: Pesce
nl: Vis

# allergy.nuts
source: Nuts
de: Nüsse
fr: Noix
it: Noci
nl: Noten

# allergy.sesame
source: Sesame
de: Sesam
fr: Sésame
it: Sesamo
nl: Sesam

# allergy.shellfish
source: Shellfish
de: Schalentiere
fr: Crustacés
it: Crostacei
nl: Schaaldieren

# allergy.soy
source: Soy
de: Soja
fr: Soja
it: Soia
nl: Soja

source: Any Allergies?
de: Allergien?
fr: Des allergies ?
it: Allergie?
nl: Allergieën?

source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
nl: Annuleren

source: Cancel anytime before trial ends. No charge during trial.
de: Jederzeit vor Ablauf der Testphase kündigen. Keine Kosten während der Testphase.
fr: Annulez à tout moment avant la fin de l'essai. Aucun frais pendant l'essai.
it: Annulla in qualsiasi momento prima della fine della prova. Nessun addebito durante la prova.
nl: Annuleer voor het einde van de proefperiode. Geen kosten tijdens de proefperiode.

source: Cancel anytime before trial ends. Subscription auto-renews yearly unless cancelled.
de: Jederzeit vor Ablauf der Testphase kündigen. Das Abonnement verlängert sich jährlich automatisch, sofern nicht gekündigt.
fr: Annulez à tout moment avant la fin de l'essai. L'abonnement se renouvelle automatiquement chaque année, sauf annulation.
it: Annulla in qualsiasi momento prima della fine della prova. L'abbonamento si rinnova automaticamente ogni anno se non viene annullato.
nl: Annuleer voor het einde van de proefperiode. Abonnement wordt jaarlijks automatisch verlengd tenzij je opzegt.

source: Check the Today tab for today's recipe.
de: Sehen Sie im Tab Heute nach dem Rezept des Tages.
fr: Consultez l'onglet Aujourd'hui pour la recette du jour.
it: Controlla la scheda Oggi per la ricetta di oggi.
nl: Bekijk het tabblad Vandaag voor je recept van de dag.

source: Checked
de: Markiert
fr: Coché
it: Selezionato
nl: Aangevinkt

source: Completed
de: Abgeschlossen
fr: Terminé
it: Completato
nl: Voltooid

source: Continue
de: Weiter
fr: Continuer
it: Continua
nl: Doorgaan

source: Cook something amazing today
de: Koch heute etwas Besonderes
fr: Cuisinez quelque chose d'exceptionnel aujourd'hui
it: Cucina qualcosa di speciale oggi
nl: Kook vandaag iets bijzonders

source: Cooking Reminder
de: Kocherinnerung
fr: Rappel de cuisson
it: Promemoria cottura
nl: Kookherinnering

source: Custom
de: Benutzerdefiniert
fr: Personnalisé
it: Personalizzato
nl: Aangepast

source: Default Servings: %lld
de: Standardportionen: %lld
fr: Portions par défaut : %lld
it: Porzioni predefinite: %lld
nl: Standaard porties: %lld

source: Default Servings: Recipe Default
de: Standardportionen: Rezeptstandard
fr: Portions par défaut : Défaut de la recette
it: Porzioni predefinite: Default ricetta
nl: Standaard porties: Standaard recept

# diet.dairyFree
source: Dairy Free
de: Laktosefrei
fr: Sans lactose
it: Senza latticini
nl: Zuivelvrij

# diet.glutenFree
source: Gluten Free
de: Glutenfrei
fr: Sans gluten
it: Senza glutine
nl: Glutenvrij

# diet.highProtein
source: High Protein
de: Eiweißreich
fr: Riche en protéines
it: Alto contenuto proteico
nl: Eiwitrijk

# diet.kosher
source: Kosher
de: Koscher
fr: Casher
nl: Koosjer

# diet.lowCarb
source: Low Carb
de: Kohlenhydratarm
fr: Faible en glucides
it: Basso contenuto di carboidrati
nl: Koolhydraatarm

# diet.pescatarian
source: Pescatarian
de: Pescetarier
fr: Pesco-végétarien
it: Pescatariano
nl: Pescotariër

# diet.vegetarian
source: Vegetarian
de: Vegetarisch
fr: Végétarien
it: Vegetariano
nl: Vegetarisch

source: Dietary Preferences
de: Ernährungsvorlieben
fr: Préférences alimentaires
it: Preferenze alimentari
nl: Voedingsvoorkeuren

source: Difficulty
de: Schwierigkeitsgrad
fr: Difficulté
it: Difficoltà
nl: Moeilijkheidsgraad

# difficulty.easy
source: Beginner
de: Anfänger
fr: Débutant
it: Débutant
nl: Makkelijk

# difficulty.hard
source: Expert
de: Experte
nl: Moeilijk

# difficulty.medium
source: Intermediate
de: Fortgeschritten
fr: Intermédiaire
it: Medio
nl: Gemiddeld

source: Double tap to %@
de: Doppeltippen um %@
fr: Double tap pour %@
it: Doppio tap per %@
nl: Dubbeltik om te %@

source: Double tap to deselect
de: Doppeltippen zum Abwählen
fr: Double tap pour désélectionner
it: Doppio tap per deselezionare
nl: Dubbeltik om te deselecteren

source: Double tap to mark as complete
de: Doppeltippen zum Abschließen
fr: Double tap pour marquer comme terminé
it: Doppio tap per contrassegnare come completato
nl: Dubbeltik om als voltooid te markeren

source: Double tap to mark as incomplete
de: Doppeltippen um als unvollständig zu markieren
fr: Double tap pour marquer comme non terminé
it: Doppio tap per contrassegnare come incompleto
nl: Dubbeltik om als niet voltooid te markeren

source: Double tap to select
de: Doppeltippen zum Auswählen
fr: Double tap pour sélectionner
it: Doppio tap per selezionare
nl: Dubbeltik om te selecteren

# duration.any
source: Any
de: Alle
fr: Tout
it: Qualsiasi
nl: Alles

source: Enable Notifications
de: Benachrichtigungen aktivieren
fr: Activer les notifications
it: Abilita notifiche
nl: Meldingen inschakelen

source: Enable Notifications & Continue
de: Benachrichtigungen aktivieren & weiter
fr: Activer les notifications & continuer
it: Attiva notifiche & continua
nl: Meldingen inschakelen & doorgaan

source: Enable Notifications & Start
de: Benachrichtigungen aktivieren & starten
fr: Activer les notifications et commencer
it: Abilita notifiche e inizia
nl: Meldingen inschakelen en starten

# error.load_failed
source: Failed to load recipes. Check your internet connection.
de: Rezepte konnten nicht geladen werden. Überprüfen Sie Ihre Internetverbindung.
fr: Impossible de charger les recettes. Vérifiez votre connexion internet.
it: Impossibile caricare le ricette. Controlla la tua connessione internet.
nl: Recepten laden mislukt. Controleer je internetverbinding.

# error.no_recipes
source: No recipes match your dietary profile. Try adjusting your preferences in Settings.
de: Keine Rezepte entsprechen Ihrem Ernährungsprofil. Passen Sie Ihre Einstellungen an.
fr: Aucune recette ne correspond à votre profil alimentaire. Essayez d'ajuster vos préférences dans Paramètres.
it: Nessuna ricetta corrisponde al tuo profilo alimentare. Prova ad adeguare le tue preferenze in Impostazioni.
nl: Geen recepten gevonden voor jouw dieetprofiel. Pas je voorkeuren aan in Instellingen.

source: Favourites
de: Favoriten
fr: Favoris
it: Preferiti
nl: Favorieten

source: Finding your perfect recipe...
de: Ihr perfektes Rezept wird gesucht...
fr: Recherche de votre recette parfaite...
it: Ricerca della tua ricetta perfetta...
nl: Op zoek naar jouw perfecte recept...

source: Full access, cancel anytime
de: Voller Zugang, jederzeit kündbar
fr: Accès complet, annulation à tout moment
it: Accesso completo, cancellazione in qualsiasi momento
nl: Volledige toegang, op elk moment opzegbaar

source: GDPR
de: DSGVO
fr: RGPD
nl: AVG

source: Get a new personalized recipe every day
de: Täglich ein neues personalisiertes Rezept
fr: Recevez une nouvelle recette personnalisée chaque jour
it: Ricevi una nuova ricetta personalizzata ogni giorno
nl: Elke dag een nieuw gepersonaliseerd recept

source: Get personalized daily recipe suggestions tailored to your dietary needs.
de: Erhalten Sie tägliche Rezeptvorschläge, die auf Ihre Ernährungsbedürfnisse zugeschnitten sind.
fr: Recevez des suggestions de recettes quotidiennes adaptées à vos besoins alimentaires.
it: Ricevi suggerimenti di ricette quotidiane su misura per le tue esigenze alimentari.
nl: Ontvang dagelijkse receptsuggesties op maat van jouw voedingswensen.

source: Get Started
de: Loslegen
fr: Commencer
it: Inizia
nl: Aan de slag

source: Get the full recipe on Inkgredients
de: Vollständiges Rezept auf Inkgredients erhalten
fr: Obtenez la recette complète sur Inkgredients
it: Ottieni la ricetta completa su Inkgredients
nl: Bekijk het volledige recept op Inkgredients

source: Got it, continue
de: Verstanden, weiter
fr: Compris, continuer
it: Capito, continua
nl: Begrepen, doorgaan

source: Ingredients
de: Zutaten
fr: Ingrédients
it: Ingredienti
nl: Ingrediënten

source: Instructions
de: Anleitung
it: Istruzioni
nl: Bereidingswijze

source: Leave blank to show all difficulties.
de: Leer lassen, um alle Schwierigkeitsgrade anzuzeigen.
fr: Laissez vide pour afficher toutes les difficultés.
it: Lascia vuoto per mostrare tutte le difficoltà.
nl: Laat leeg om alle moeilijkheidsgraden te tonen.

source: Legal
de: Rechtliches
fr: Mentions légales
it: Note legali
nl: Juridisch

source: Let's Cook!
de: Los geht's!
fr: On cuisine !
it: Cuciniamo!
nl: Koken!

source: Loading Inkgredients
de: Inkgredients wird geladen
fr: Chargement d'Inkgredients
it: Caricamento Inkgredients
nl: Inkgredients laden

source: Loading shopping list
de: Einkaufsliste wird geladen
fr: Chargement de la liste de courses
it: Caricamento lista della spesa
nl: Boodschappenlijst laden

source: Loading shopping list...
de: Einkaufsliste wird geladen...
fr: Chargement de la liste de courses...
it: Caricamento lista della spesa...
nl: Boodschappenlijst laden...

source: Manage Subscription
de: Abonnement verwalten
fr: Gérer l'abonnement
it: Gestisci abbonamento
nl: Abonnement beheren

source: Max Cook Time
de: Max. Kochzeit
fr: Temps de cuisson max.
it: Tempo max di cottura
nl: Maximale kooktijd

source: Max Duration
de: Maximale Dauer
fr: Durée maximum
it: Durata massima
nl: Maximale duur

source: Measurement System
de: Maßsystem
fr: Système de mesure
it: Sistema di misura
nl: Meetsysteem

# measurement.metric
source: Metric
de: Metrisch
fr: Métrique
it: Metrico
nl: Metrisch

# measurement.systemDefault
source: System Default
de: Systemstandard
fr: Par défaut système
it: Predefinito sistema
nl: Systeemstandaard

source: Morning Recipe
de: Morgenrezept
fr: Recette du matin
it: Ricetta mattutina
nl: Ochtendrecept

source: No Active Subscription
de: Kein aktives Abonnement
fr: Aucun abonnement actif
it: Nessun abbonamento attivo
nl: Geen actief abonnement

source: No favourites yet
de: Noch keine Favoriten
fr: Pas encore de favoris
it: Ancora nessun preferito
nl: Nog geen favorieten

source: No recipe selected yet.
de: Noch kein Rezept ausgewählt.
fr: Aucune recette sélectionnée.
it: Nessuna ricetta selezionata.
nl: Nog geen recept geselecteerd.

source: Not completed
de: Nicht abgeschlossen
fr: Non terminé
it: Non completato
nl: Niet voltooid

# notification.cooking.body
source: Time to start cooking %@! Let's go!
de: Zeit, %@ zu kochen! Los geht's!
fr: C'est l'heure de cuisiner %@ ! Allons-y !
it: Tempo di cucinare %@! Andiamo!
nl: Tijd om %@ te koken! Laten we gaan!

# notification.cooking.title
source: Time to Cook!
de: Zeit zu kochen!
fr: C'est l'heure de cuisiner !
it: Tempo di cucinare!
nl: Tijd om te koken!

# notification.default_meal
source: a delicious meal
de: ein leckeres Gericht
fr: un plat délicieux
it: un delizioso piatto
nl: een heerlijk gerecht

# notification.morning.body
source: Today's recipe: %@! Tap to see if you'd like it.
de: Das Rezept des Tages: %@! Tippen Sie, um zu sehen, ob es Ihnen gefällt.
fr: La recette du jour : %@ ! Appuyez pour voir si vous l'aimez.
it: La ricetta di oggi: %@! Tocca per vedere se ti piace.
nl: Het recept van vandaag: %@! Tik om te zien of je het lekker vindt.

# notification.morning.title
source: Today's Recipe!
de: Rezept des Tages!
fr: Recette du jour !
it: Ricetta di oggi!
nl: Recept van vandaag!

# notification.shopping.body
source: Don't forget to grab ingredients for %@! Tap for your shopping list.
de: Vergessen Sie nicht, die Zutaten für %@ zu besorgen! Tippen Sie für Ihre Einkaufsliste.
fr: N'oubliez pas de prendre les ingrédients pour %@ ! Appuyez pour votre liste de courses.
it: Non dimenticare di prendere gli ingredienti per %@! Tocca per la tua lista della spesa.
nl: Vergeet niet de ingrediënten voor %@ te halen! Tik voor je boodschappenlijst.

# notification.shopping.title
source: Shopping List Ready
de: Einkaufsliste bereit
fr: Liste de courses prête
it: Lista della spesa pronta
nl: Boodschappenlijst klaar

source: Notifications
de: Benachrichtigungen
it: Notifiche
nl: Meldingen

source: Per-day Preferences
de: Tägliche Einstellungen
fr: Préférences quotidiennes
it: Preferenze giornaliere
nl: Dagelijkse voorkeuren

source: Pick a difficulty and how much time you have to cook.
de: Wählen Sie einen Schwierigkeitsgrad und wie viel Zeit Sie zum Kochen haben.
fr: Choisissez une difficulté et le temps dont vous disposez pour cuisiner.
it: Scegli una difficoltà e quanto tempo hai per cucinare.
nl: Kies een moeilijkheidsgraad en hoeveel tijd je hebt om te koken.

source: Premium Active
de: Premium aktiv
fr: Premium actif
it: Premium attivo
nl: Premium actief

source: Privacy Policy
de: Datenschutzerklärung
fr: Politique de confidentialité
it: Informativa sulla privacy
nl: Privacybeleid

source: Recipe not found
de: Rezept nicht gefunden
fr: Recette introuvable
it: Ricetta non trovata
nl: Recept niet gevonden

source: Recipe Preferences
de: Rezeptvorlieben
fr: Préférences de recettes
it: Preferenze ricette
nl: Receptvoorkeuren

source: Remove from favourites
de: Aus Favoriten entfernen
fr: Retirer des favoris
it: Rimuovi dai preferiti
nl: Uit favorieten verwijderen

source: Removes custom settings for %@ and uses your global preferences.
de: Entfernt die benutzerdefinierten Einstellungen für %@ und verwendet deine globalen Einstellungen.
fr: Supprime les paramètres personnalisés pour %@ et utilise vos préférences globales.
it: Rimuove le impostazioni personalizzate per %@ e utilizza le tue preferenze globali.
nl: Verwijdert aangepaste instellingen voor %@ en gebruikt je algemene voorkeuren.

source: Reset
de: Zurücksetzen
fr: Réinitialiser
it: Reimposta
nl: Resetten

source: Reset & Show Onboarding
de: Zurücksetzen & Einführung zeigen
fr: Réinitialiser et afficher l'introduction
it: Reimposta e mostra introduzione
nl: Resetten en onboarding tonen

source: Reset App?
de: App zurücksetzen?
fr: Réinitialiser l'app ?
it: Reimpostare l'app?
nl: App resetten?

source: Reset to defaults
de: Auf Standard zurücksetzen
fr: Réinitialiser aux valeurs par défaut
it: Ripristina impostazioni predefinite
nl: Terugzetten naar standaard

source: Reset to Defaults
de: Auf Standard zurücksetzen
fr: Réinitialiser aux valeurs par défaut
it: Ripristina impostazioni predefinite
nl: Terugzetten naar standaard

source: Restore Purchases
de: Käufe wiederherstellen
fr: Restaurer les achats
it: Ripristina acquisti
nl: Aankopen herstellen

source: See today's recipe suggestion
de: Heutigen Rezeptvorschlag ansehen
fr: Voir la suggestion de recette du jour
it: Vedi il suggerimento di ricetta di oggi
nl: Bekijk de receptsuggestie van vandaag

source: Select any diets you follow. We'll suggest recipes that fit your lifestyle.
de: Wählen Sie Ihre Ernährungsform aus. Wir schlagen Rezepte vor, die zu Ihrem Lebensstil passen.
fr: Sélectionnez les régimes que vous suivez. Nous vous suggérerons des recettes adaptées à votre style de vie.
it: Seleziona le diete che segui. Suggeriremo ricette che si adattano al tuo stile di vita.
nl: Selecteer diëten die je volgt. We stellen recepten voor die bij jouw levensstijl passen.

source: Select any food allergies you have. We'll filter recipes to keep you safe.
de: Wählen Sie Ihre Lebensmittelallergien aus. Wir filtern Rezepte für Ihre Sicherheit.
fr: Sélectionnez vos allergies alimentaires. Nous filtrerons les recettes pour votre sécurité.
it: Seleziona le allergie alimentari che hai. Filtreremo le ricette per tenerti al sicuro.
nl: Selecteer voedselallergieën die je hebt. We filteren recepten zodat je veilig kunt eten.

source: Servings
de: Portionen
fr: Portions
it: Porzioni
nl: Porties

source: Set Reminders
de: Erinnerungen einrichten
fr: Configurer des rappels
it: Imposta promemoria
nl: Herinneringen instellen

source: Settings
de: Einstellungen
fr: Paramètres
it: Impostazioni
nl: Instellingen

source: Share recipe
de: Rezept teilen
fr: Partager la recette
it: Condividi ricetta
nl: Recept delen

source: Shopping
de: Einkaufen
fr: Courses
it: Spesa
nl: Boodschappen

source: Shopping List
de: Einkaufsliste
fr: Liste de courses
it: Lista della spesa
nl: Boodschappenlijst

source: Shopping Reminder
de: Einkaufserinnerung
fr: Rappel courses
it: Promemoria spesa
nl: Boodschappenherinnering

source: Showing global defaults. Adjust any setting above to create a custom override for %@.
de: Zeigt globale Standards an. Passe eine Einstellung oben an, um eine benutzerdefinierte Einstellung für %@ zu erstellen.
fr: Affiche les paramètres par défaut. Modifiez un paramètre ci-dessus pour créer un remplacement personnalisé pour %@.
it: Mostra le impostazioni predefinite globali. Regola un'impostazione sopra per creare un'impostazione personalizzata per %@.
nl: Toont standaardinstellingen. Pas een instelling aan om een persoonlijke instelling voor %@ te maken.

source: Skip
de: Überspringen
fr: Ignorer
it: Salta
nl: Overslaan

source: Skip Notifications
de: Benachrichtigungen überspringen
fr: Ignorer les notifications
it: Salta notifiche
nl: Meldingen overslaan

source: Start cooking smarter
de: Intelligenter kochen
fr: Cuisinez plus intelligemment
it: Cucina in modo più intelligente
nl: Slimmer koken

source: Start Free Trial
de: Kostenlos testen
fr: Commencer l'essai gratuit
it: Inizia la prova gratuita
nl: Gratis proberen

# Step %lld of %lld
source: Step %1$lld of %2$lld
de: Schritt %1$lld von %2$lld
fr: Étape %1$lld sur %2$lld
it: Passaggio %1$lld di %2$lld
nl: Stap %1$lld van %2$lld

# Step %lld: %@
source: Step %1$lld: %2$@
de: Schritt %1$lld: %2$@
fr: Étape %1$lld : %2$@
it: Passaggio %1$lld: %2$@
nl: Stap %1$lld: %2$@

source: Subscribe
de: Abonnieren
fr: S'abonner
it: Abbonati
nl: Abonneren

source: Subscription
de: Abonnement
fr: Abonnement
it: Abbonamento
nl: Abonnement

source: Tap the heart on any recipe to save it here.
de: Tippe auf das Herz bei einem Rezept, um es hier zu speichern.
fr: Appuyez sur le cœur d'une recette pour la sauvegarder ici.
it: Tocca il cuore su una ricetta per salvarla qui.
nl: Tik op het hartje bij een recept om het hier op te slaan.

source: Terms of Service
de: Nutzungsbedingungen
fr: Conditions d'utilisation
it: Termini di servizio
nl: Gebruiksvoorwaarden

source: This recipe may have been removed or the link is invalid.
de: Dieses Rezept wurde möglicherweise entfernt oder der Link ist ungültig.
fr: Cette recette a peut-être été supprimée ou le lien est invalide.
it: Questa ricetta potrebbe essere stata rimossa o il link non è valido.
nl: Dit recept is mogelijk verwijderd of de link is ongeldig.

source: This will clear all your preferences and show the onboarding flow again.
de: Dadurch werden alle Einstellungen gelöscht und die Einführung erneut angezeigt.
fr: Cela effacera toutes vos préférences et affichera à nouveau le flux d'introduction.
it: Questo cancellerà tutte le tue preferenze e mostrerà nuovamente il flusso di introduzione.
nl: Dit wist al je voorkeuren en toont de onboarding opnieuw.

source: Time to grab ingredients
de: Zeit, Zutaten zu besorgen
fr: Il est temps d'acheter les ingrédients
it: Tempo di prendere gli ingredienti
nl: Tijd om ingrediënten te halen

source: Time to start cooking
de: Zeit zu kochen
fr: C'est l'heure de cuisiner
it: Tempo di iniziare a cucinare
nl: Tijd om te beginnen met koken

source: Today
de: Heute
fr: Aujourd'hui
it: Oggi
nl: Vandaag

source: Today's Recipe
de: Rezept des Tages
fr: Recette du jour
it: Ricetta di oggi
nl: Recept van vandaag

source: Try Again
de: Erneut versuchen
fr: Réessayer
it: Riprova
nl: Opnieuw proberen

source: Try Inkgredients Free
de: Inkgredients kostenlos testen
fr: Essayer Inkgredients gratuitement
it: Prova Inkgredients gratuitamente
nl: Inkgredients gratis proberen

source: Unchecked
de: Nicht markiert
fr: Non coché
it: Non selezionato
nl: Niet aangevinkt

source: Units
de: Einheiten
fr: Unités
it: Unità
nl: Eenheden

source: We'll send you 3 daily notifications to help you cook more.
de: Wir senden Ihnen 3 tägliche Benachrichtigungen, um Ihnen beim Kochen zu helfen.
fr: Nous vous enverrons 3 notifications quotidiennes pour vous aider à cuisiner davantage.
it: Ti invieremo 3 notifiche giornaliere per aiutarti a cucinare di più.
nl: We sturen je 3 dagelijkse meldingen om je te helpen meer te koken.

source: We'll send you a reminder the day before your trial ends — no unexpected charges.
de: Wir senden dir einen Tag vor Ende der Testphase eine Erinnerung — keine unerwarteten Kosten.
fr: Nous vous enverrons un rappel la veille de la fin de votre essai — aucuns frais inattendus.
it: Ti invieremo un promemoria il giorno prima della fine della prova — nessun addebito imprevisto.
nl: We sturen je een herinnering de dag voor het einde van je proefperiode — geen onverwachte kosten.

source: We've got you covered
de: Wir haben alles für dich
fr: On s'occupe de tout
it: Ci pensiamo noi
nl: Wij regelen het voor je

source: Welcome to Cooking App
de: Willkommen bei Cooking App
fr: Bienvenue dans Cooking App
it: Benvenuto su Cooking App
nl: Welkom bij Cooking App

source: Welcome to Inkgredients
de: Willkommen bei Inkgredients
fr: Bienvenue dans Inkgredients
it: Benvenuto su Inkgredients
nl: Welkom bij Inkgredients

# diet.keto
source: Keto
fr: Kéto
it: Cheto

# diet.vegan
source: Vegan
fr: Végétalien
it: Vegano
nl: Veganistisch

# measurement.imperial
source: Imperial
fr: Impérial
it: Imperiale
nl: Imperiaal

# allergy.gluten
source: Gluten
it: Glutine
